package ua.kh.bogdan.lessons.lesson2;

	//Создайте программу, которая вычислит выражение 20ˣ⅓+158² и выведет результат на экран.
public class DZ1 {
	public static void main(String[] args) {
		double slag1 = 20.0 * (1.0 / 3.0);
		int slag2 = 158 + 158;
		double result = slag1 + slag2;
		System.out.println(slag1 + " + " + slag2 + " = " + result);
	}
}

